import React from 'react';

const Experience = () => {
  return (
    <div>
      <h2 className='history-title'>Мой опыт в CS2</h2>
      <p className='history-text'>Будучи опытным игроком в CS2, я столкнулся как с победами, так и с трудностями. Игра предоставляет огромное количество возможностей для развития навыков, а каждая игра — это шанс совершенствоваться. В моем арсенале есть множество стратегий и техник, которые я освоил за годы, и я продолжаю учиться, чтобы оставаться на высоте.</p>
    </div>
  );
};

export default Experience;
